Repository: jimmynotjames/simple-recurring-budgets
Catalog: simple-recurring-budgets/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# addEditBudget.note.carryOver
source: Cumulative over- and under-spending across periods.
ar: تراكمي للإنفاق الزائد والناقص عبر الفترات.
bn: সময়কালের মধ্যে জমা থাকা এবং সঞ্চয়।
ca: Acumula les despeses i els estalvis de períodes anteriors.
cs: Kumulativní přečerpání a nedočerpání napříč obdobími.
da: Kumulativ over- og underforbrug på tværs af perioder.
de: Kumulative Über- und Unterschreitung über Zeiträume hinweg.
el: Συσσωρευτικό υπέρ- και υπό-δαπάνη σε όλες τις περιόδους.
es: Gasto acumulado de más o de menos entre períodos.
es_mx: Acumula el exceso y el déficit de gasto entre periodos.
fi: Kumulatiivinen ylite ja alijäämä jaksojen välillä.
fr: Cumul des dépassements et économies sur plusieurs périodes.
fr_ca: Cumule les dépassements et économies d'une période à l'autre.
gu: સમયગાળાઓમાં સંચયી વધારો અને ઉણપ.
he: צבירה של הוצאות יתר והוצאות חסרות לאורך תקופות.
hi: अवधियों में संचित अधिक- और कम-खर्च।
hr: Kumulativna prekoračenja i uštedine kroz razdoblja.
hu: Felhalmozódó túl- és alulköltés az időszakok között.
id: Mengakumulasi kelebihan dan kekurangan pengeluaran lintas periode.
it: Accumula saldi positivi e negativi tra i periodi.
ja: 期間をまたいだ累積的な予算超過と不足。
kn: ಅವಧಿಗಳಾದ್ಯಂತ ಸಂಚಿತ ಮೀರಿದ ಮತ್ತು ಅತ್ಯಲ್ಪ ಖರ್ಚಾಗತಿಕೆ.
ko: 기간별 초과 및 미달 지출이 누적 적용됩니다.
ml: കാലയളവുകളിലുടനീളം ജമയായി അമിതവ്യയവും കുറവ്വ്യയവും.
mr: कालावधींमध्ये संचयी अधिक आणि कमी खर्च.
ms: Jumlah lebih dan kurang belanja terkumpul merentas tempoh.
nb: Kumulativ over- og underskudd over flere perioder.
nl: Cumulatieve over- en onderspending over periodes.
or: ଅବଧି ଜୁଡ଼ି ଅଳ୍ପ ଓ ବାହୁଲ୍ୟ ଖର୍ଚ୍ଚ।
pa: ਮਿਆਦਾਂ ਭਰ ਜਮ ਹੋਈ ਜਾਂ ਘਾਟੇ ਵਾਲੀ ਖਰਚ।
pl: Skumulowane nadwyżki i niedobory między okresami.
pt_br: Gastos acima ou abaixo do orçamento acumulados entre períodos.
pt_pt: Cumulativo de gastos a mais e a menos ao longo dos períodos.
ro: Cheltuielile și economiile se acumulează între perioade.
ru: Накопленный перерасход и остаток суммируются по периодам.
sk: Kumulatívne prekročenie a úspora výdavkov naprieč obdobiami.
sl: Kumulativno preseganje in primanjkljaj čez obdobja.
sv: Kumulativt över- och underspendande mellan perioder.
ta: காலங்களூடே சேர்க்கப்பட்ட மிகமாற்றம் மற்றும் குறைவான செலவு.
te: కాలాలు అంతటా సంచిత ఓవర్ మరియు అండర్-స్పెండింగ్.
th: สะสมการใช้จ่ายมากเกินกว่าและน้อยกว่าอัตราในแต่ละช่วงเวลา
tr: Dönemler arasında kümülatif fazla ve yetersiz harcama.
uk: Накопичується перевитрата та недовитрата за періодами.
ur: مدتوں میں جمع شدہ کم یا زیادہ خرچ۔
vi: Tích lũy chi tiêu vượt và thiếu ngân sách qua các kỳ.
zh_hans: 跨期累计超支和不足。
zh_hant: 累計各週期的超支與結餘金額。

# addEditBudget.note.currencyLabelOnly
source: Changing currency only updates the label. I.e. No currency conversion.
ar: تغيير العملة يُحدِّث التسمية فقط، أي لا يتم تحويل العملة.
bn: মুদ্রা পরিবর্তন শুধুমাত্র লেবেল আপডেট করে। মুদ্রা রূপান্তর করা হয় না।
ca: Canviar la moneda només actualitza l'etiqueta. És a dir, no es fa cap conversió de divises.
cs: Změna měny aktualizuje pouze popisek. Tj. Neprovádí se žádný přepočet měny.
da: Ændring af valuta opdaterer kun etiketten. Der foretages ingen valutakonvertering.
de: Wenn du die Währung änderst, wird nur die Bezeichnung aktualisiert. Es findet keine Währungsumrechnung statt.
el: Η αλλαγή νομίσματος ενημερώνει μόνο την ετικέτα. Δεν γίνεται μετατροπή νομίσματος.
es: Cambiar la divisa solo actualiza la etiqueta. No se aplica ninguna conversión.
es_mx: Cambiar la moneda solo actualiza la etiqueta. No aplica conversión de moneda.
fi: Valuutan vaihto päivittää vain tunnuksen. Valuuttamuunnosta ei tehdä.
fr: Changer la devise met uniquement à jour le libellé. Aucune conversion de devise n'est appliquée.
fr_ca: Changer la devise met à jour l'étiquette seulement. Aucune conversion n'est appliquée.
gu: ચલણ બદલવાથી માત્ર લેબલ અપડેટ થાય છે. એટલે કે કોઈ ચલણ રૂપાંતર નથી.
he: שינוי מטבע מעדכן רק את התווית. כלומר, אין המרת מטבע.
hi: मुद्रा बदलने से केवल लेबल अपडेट होता है। यानी कोई मुद्रा रूपांतरण नहीं होता।
hr: Promjena valute mijenja samo oznaku, tj. ne provodi se pretvorba valute.
hu: A pénznem megváltoztatása csak a feliratot frissíti. Azaz: nincs pénznemkonverzió.
id: Mengganti mata uang hanya mengubah label. Tidak ada konversi mata uang.
it: Cambiare la valuta aggiorna solo l'etichetta. Non viene applicata alcuna conversione.
ja: 通貨を変更してもラベルが更新されるだけです。つまり、通貨の換算は行われません。
kn: ಕರೆನ್ಸಿ ಬದಲಾಯಿಸುವುದು ಲೇಬೆಲ್ ಮಾತ್ರ ನವೀಕರಿಸುತ್ತದೆ. ಅಂದರೆ ಕರೆನ್ಸಿ ಪರಿವರ್ತನೆ ಇಲ್ಲ.
ko: 통화를 변경하면 표시 단위만 바뀝니다. 즉, 환율 변환은 적용되지 않습니다.
ml: കറൻസി മാറ്റുന്നത് ലേബൽ മാത്രം അപ്‌ഡേറ്റ് ചെയ്യുന്നു. കറൻസി പരിവർത്തനം ഇല്ല.
mr: चलन बदलल्याने फक्त लेबल अपडेट होते. म्हणजे कोणताही चलन रूपांतरण नाही.
ms: Menukar mata wang hanya mengemas kini label. Tiada penukaran mata wang dilakukan.
nb: Å endre valuta oppdaterer kun etiketten. Ingen valutakonvertering utføres.
nl: Het wijzigen van de valuta werkt alleen het label bij. Er vindt geen valutaconversie plaats.
or: ମୁଦ୍ରା ବଦଳିବା କେବଳ ଲେବଲ୍ ଅଦ୍ୟତନ କରେ। ଅର୍ଥାତ୍ କୌଣସି ମୁଦ୍ରା ରୂପାନ୍ତର ନାହିଁ।
pa: ਮੁਦਰਾ ਬਦਲਣਾ ਸਿਰਫ਼ ਲੇਬਲ ਅਪਡੇਟ ਕਰਦਾ ਹੈ। ਭਾਵ: ਕੋਈ ਮੁਦਰਾ ਰੂਪਾਂਤਰ ਨਹੀਂ।
pl: Zmiana waluty aktualizuje tylko etykietę. Tj. brak przeliczenia walut.
pt_br: Alterar a moeda atualiza apenas o rótulo. Ou seja, sem conversão de moeda.
pt_pt: Alterar a moeda apenas atualiza a etiqueta. I.e. Sem conversão de moeda.
ro: Schimbarea monedei actualizează doar eticheta. Fără conversie valutară.
ru: Изменение валюты обновляет только метку. Конвертация валюты не выполняется.
sk: Zmena meny aktualizuje iba označenie. Žiadny prepočet meny sa nevykoná.
sl: Sprememba valute le posodobi oznako. Ni konverzije valute.
sv: Att ändra valuta uppdaterar bara etiketten. Dvs. ingen valutakonvertering görs.
ta: நாணய மாற்றம் நாணய லேபிளை மட்டுமே புதுப்பிக்கிறது. அதாவது, நாணய மாற்றம் இல்லை.
te: కరెన్సీని మార్చడం లేబల్‌ను మాత్రమే నవీకరిస్తుంది. అంటే, కరెన్సీ కన్వర్షన్ లేదు.
th: การเปลี่ยนสกุลเงินจะอัปเดตเฉพาะป้ายกำกับเท่านั้น ไม่มีการแปลงสกุลเงิน
tr: Para birimi değiştirmek yalnızca etiketi günceller. Dönüşüm uygulanmaz.
uk: Зміна валюти оновлює лише мітку. Конвертація валюти не виконується.
ur: کرنسی تبدیل کرنے سے صرف لیبل اپڈیٹ ہوتا ہے۔ یعنی کوئی کرنسی تبدیلی نہیں۔
vi: Thay đổi tiền tệ chỉ cập nhật nhãn. Không có chuyển đổi tiền tệ.
zh_hans: 更改货币仅更新标签显示，不进行汇率换算。
zh_hant: 更改貨幣只會更新標籤，不會進行任何貨幣換算。

# addEditBudget.note.periodLocked
source: This can't be changed after creating your budget.
ar: لا يمكن تغيير هذا بعد إنشاء ميزانيتك.
bn: বাজেট তৈরির পর এটি পরিবর্তন করা যায় না।
ca: Això no es pot canviar un cop creat el pressupost.
cs: Toto nelze po vytvoření rozpočtu změnit.
da: Dette kan ikke ændres, efter du har oprettet dit budget.
de: Dies kann nach dem Erstellen deines Budgets nicht mehr geändert werden.
el: Δεν μπορεί να αλλαχθεί μετά τη δημιουργία του προϋπολογισμού.
es: Esto no se puede cambiar una vez creado el presupuesto.
es_mx: Esto no puede cambiarse después de crear tu presupuesto.
fi: Tätä ei voi muuttaa budjetin luomisen jälkeen.
fr: Impossible de modifier cela après la création du budget.
fr_ca: Impossible de modifier ça après la création du budget.
gu: આ બજેટ બનાવ્યા પછી બદલી શકાતું નથી.
he: לא ניתן לשנות זאת לאחר יצירת התקציב.
hi: बजट बनाने के बाद यह नहीं बदला जा सकता।
hr: Ovo se ne može promijeniti nakon stvaranja proračuna.
hu: Ez a költségvetés létrehozása után nem módosítható.
id: Ini tidak dapat diubah setelah anggaran dibuat.
it: Non può essere modificato dopo aver creato il budget.
ja: 予算を作成した後は変更できません。
kn: ನಿಮ್ಮ ಬಜೆಟ್ ರಚಿಸಿದ ನಂತರ ಇದನ್ನು ಬದಲಾಯಿಸಲಾಗುವುದಿಲ್ಲ.
ko: 예산을 만든 후에는 변경할 수 없어요.
ml: ബജറ്റ് സൃഷ്ടിച്ച ശേഷം ഇത് മാറ്റാൻ കഴിയില്ല.
mr: Budget तयार केल्यानंतर हे बदलता येत नाही.
ms: Ini tidak boleh diubah selepas membuat belanjawan anda.
nb: Dette kan ikke endres etter at budsjettet er opprettet.
nl: Dit kan niet worden gewijzigd nadat je budget is aangemaakt.
or: ବଜେଟ୍ ତୈରି ହେବାପରେ ଏଟା ବଦଳାଯାଇ ପାରିବ ନାହିଁ।
pa: ਇਹ ਬਜਟ ਬਣਾਉਣ ਤੋਂ ਬਾਅਦ ਨਹੀਂ ਬਦਲਿਆ ਜਾ ਸਕਦਾ।
pl: Tego nie można zmienić po utworzeniu budżetu.
pt_br: Isso não pode ser alterado após a criação do orçamento.
pt_pt: Não pode ser alterado após criar o orçamento.
ro: Aceasta nu poate fi modificată după crearea bugetului.
ru: Это нельзя изменить после создания бюджета.
sk: Toto nemožno zmeniť po vytvorení rozpočtu.
sl: To ne moreš spremeniti po ustvarjanju proračuna.
sv: Det här kan inte ändras efter att din budget har skapats.
ta: உங்கள் பட்ஜெட்டை உருவாக்கியபின் இதை மாற்ற முடியாது.
te: బడ్జెట్‌ను సృష్టించిన తర్వాత దీన్ని మార్చలేము.
th: ไม่สามารถเปลี่ยนแปลงได้หลังจากสร้างงบประมาณแล้ว
tr: Bütçeni oluşturduktan sonra bu değiştirilemez.
uk: Це неможливо змінити після створення бюджету.
ur: بجٹ بنانے کے بعد یہ تبدیل نہیں کیا جا سکتا۔
vi: Không thể thay đổi sau khi tạo ngân sách.
zh_hans: 预算创建后无法更改此项。
zh_hant: 預算建立後無法更改此設定。

# addEditBudget.note.specificDates
source: Good for a trip, a birthday weekend, or any one-off spending window. When it's done, it's done. No repeating, no carry-over.
ar: مناسب للرحلة أو نهاية الأسبوع، أو أي نافذة إنفاق لمرة واحدة. عند انتهاءها، تنتهي. لا تكرار، لا مُرحَّل.
bn: একটি ভ্রমণ, জন্মদিন সপ্তাহান্তের জন্য বা যেকোনো এককালীন খরচ উইন্ডোর জন্য ভালো। শেষ হলে শেষ। পুনরাবৃত্তি বা উদ্বৃত্ত স্থানান্তর নেই।
ca: Ideal per a un viatge, un cap de setmana d'aniversari o qualsevol finestra de despesa puntual. Quan hagi acabat, haurà acabat. Sense repeticions, sense romanent.
cs: Ideální pro cestu, víkend narozenin nebo libovolné jednorázové výdaje. Jakmile skončí, je to fakt. Žádné opakování, žádný převod.
da: Godt til en tur, en fødselsdagsweekend eller ethvert engangsbudget. Når det er slut, er det slut. Ingen gentagelse, ingen overførsel.
de: Perfekt für eine Reise, ein Wochenende oder eine einmalige Ausgabenspanne. Wenn es vorbei ist, ist es vorbei. Keine Wiederholungen, kein Übertrag.
el: Ιδανικό για ένα ταξίδι, ένα σαββατοκύριακο γενεθλίων ή οποιοδήποτε μεμονωμένο παράθυρο δαπανών. Όταν τελειώνει, τελειώνει. Χωρίς επανάληψη, χωρίς Μεταφορά.
es: Perfecto para un viaje, un fin de semana de cumpleaños o cualquier gasto puntual. Cuando se acaba, se acaba. Sin repeticiones, sin remanente.
es_mx: Ideal para un viaje, un fin de semana de cumpleaños o cualquier gasto puntual. Cuando termine, termina. Sin repetición, sin saldo acumulado.
fi: Sopii matkalle, syntymäpäiväretkelle tai mihin tahansa kertaluonteiseen menojaksoon. Kun se on ohi, se on ohi. Ei toistamista, ei siirtoja.
fr: Idéal pour un voyage, un week-end festif ou une dépense ponctuelle. Une fois terminé, c'est fini. Pas de répétition, pas de report.
fr_ca: Parfait pour un voyage, une fin de semaine d'anniversaire ou tout autre type de dépense ponctuelle. Quand c'est fait, c'est fait. Pas de répétition, pas de report.
gu: ટ્રિપ, જન્મદિનની વીકએન્ડ, અથવા કોઈ એકવારની ખર્ચ વિંડો માટે સારું. એક વાર પૂર્ણ થવા પછી, તે સમાપ્ત છે. કોઈ પુનરાવર્તન નથી, કોઈ આગળ વહન નથી.
he: מתאים לטיול, סוף שבוע יום הולדת, או כל חלון הוצאה חד פעמי. כשזה מסתיים, זה מסתיים. ללא חזרות, ללא יתרה מועברת.
hi: यह विकल्प किसी यात्रा, जन्मदिन के सप्ताहांत, या किसी एकबारगी खर्च की खिड़की के लिए अच्छा है। जब यह पूरा हो जाए, तो हो गया। कोई दोहराव नहीं, कोई कैरी-ओवर नहीं।
hr: Savršeno za putovanje, vikend rođendana ili bilo koji jednokratni rashod. Kada je gotovo, gotovo je. Bez ponavljanja, bez prijenosa.
hu: Ideális egy úthoz, egy születésnapi hétvégéhez vagy bármilyen egymagas kiadási időszakhoz. Ha vége, vége. Nincs ismétlődés, nincs átvitel.
id: Cocok untuk liburan, perayaan ulang tahun, atau jendela pengeluaran sekali saja. Ketika selesai, ya sudah selesai. Tidak berulang, tidak ada saldo bawaan.
it: Perfetto per una gita, un weekend di compleanno o qualsiasi finestra di spesa una tantum. Quando è finito, è finito. Niente ripetizioni, niente riporto.
ja: 旅行や誕生日の週末、その他の一時的な支出の期間に向いています。終わったら終わり。繰り返しなし、繰り越しなし。
kn: ಟ್ರಿಪ್, ಜನ್ಮದಿನದ ವಾರಾಂತ್ಯ ಅಥವಾ ಯಾವುದೇ ಏಕ-ಬಾರಿ ಖರ್ಚಾಗತಿಕೆಯ ವಿಂಡೋಗಾಗಿ ಸೂಕ್ತ. ಮುಗಿದಾಗ, ಮುಗಿದೆ. ಪುನರಾವರ್ತನೆ ಅಥವಾ ಮುಂದಕ್ಕೆ ಸಾಗಿಸುವಿಕೆ ಇಲ್ಲ.
ko: 여행, 생일 주말, 또는 일회성 지출 기간에 좋습니다. 끝나면 끝입니다. 반복 없음, 이월 없음.
ml: യാത്ര, ജന്മദിന പലായനം, അല്ലെങ്കിൽ ഏതെങ്കിലും ഒരു തവണ വ്യയ വിൻഡോയ്ക്ക് നല്ലത്. കഴിഞ്ഞാൽ കഴിഞ്ഞത്. ആവർത്തനം ഇല്ല, കാരി-ഓവർ ഇല്ല.
mr: यात्रेसाठी, वाढदिवस सुट्टीसाठी किंवा कोणत्याही एकबारी खर्च खिडकीसाठी चांगले. एकदा संपल्यानंतर, संपले. पुन्हा न होणारे, पुढे नेलेली शिल्लक नाही.
ms: Bagus untuk perjalanan, ulang tahun akhir pekan, atau tetingkap perbelanjaan sekali sahaja. Apabila selesai, selesai. Tiada pengulangan, tiada bawa ke hadapan.
nb: Egnet til en tur, en bursdagshelg eller et hvilket som helst engangs-utgiftsvinduer. Når det er gjort, er det gjort. Ingen gjentagelse, ingen overføring.
nl: Handig voor een tripje, een verjaardagsweekend of een eenmalig uitgavenkader. Klaar is klaar. Geen herhaling, geen overdracht.
or: ଯାତ୍ରା, ଜନ୍ମଦିନ ସପ୍ତାହ, କିମ୍ବା ଯେକୌଣସି ଏକକାଳୀନ ଖର୍ଚ୍ଚ ଜାନକାରୀ ପାଇଁ ଭଲ। ସାରିବାପରେ ସାରିଯାଏ। ପୁନରାବୃତ୍ତି ନାହିଁ, ଆଗକୁ ନିଆ ବାକି ନାହିଁ।
pa: ਸਫ਼ਰ, ਜਨਮਦਿਨ ਦਾ ਪਿੱਛਾ ਖਿਲਾਰੀ, ਜਾਂ ਕੋਈ ਵੀ ਇਕੱਲੀ ਖਰਚ ਖਿੜਕੀ ਲਈ ਚੰਗਾ। ਜਦੋਂ ਇਹ ਪੂਰਾ ਹੋ, ਇਹ ਪੂਰਾ ਹੋ। ਕੋਈ ਦੋਬਾਰਾ ਨਹੀਂ, ਕੋਈ ਅੱਗੇ ਲਿਜਾਣਾ ਨਹੀਂ।
pl: Idealne na wyjazd, weekend urodzin czy każdy jednorazowy okres wydatków. Kiedy się skończy, koniec. Bez powtarzania, bez przeniesienia.
pt_br: Ideal para uma viagem, um fim de semana de aniversário ou qualquer período de gastos pontuais. Quando acaba, acaba. Sem repetição, sem saldo acumulado.
pt_pt: Ideal para uma viagem, um fim de semana de aniversário ou qualquer período de gastos único. Quando termina, termina. Sem repetição, sem transição.
ro: Ideal pentru o călătorie, un weekend de ziua de naștere sau orice fereastră de cheltuieli o singură dată. Când se termină, se termină. Fără repetări, fără report.
ru: Подходит для поездки, выходных или разового периода трат. Когда закончится — всё. Без повторения, без переноса.
sk: Vhodné na cestu, narodeninový víkend alebo akýkoľvek jednorázový výdavkový okno. Keď je to hotové, je to hotové. Bez opakovania, bez prenosu.
sl: Dobro za potovanje, praznovanje ali dogovoren čas porabe. Ko je končano, je končano. Brez ponavljanja, brez prenosa.
sv: Bra för en resa, en födelsedag eller någon engångskostnad. När det är klart, är det klart. Ingen upprepning, ingen överföring.
ta: ஒரு பயணம், ஜன்மநாள் வார முடிவு அல்லது எந்தவொரு ஒரு முறை செலவு சாளரத்திற்கும் நல்லது. முடிந்தவுடன், முடிந்துவிட்டது. மீண்டும் செய்தல் இல்லை, முன்கொண்டுசெல் இல்லை.
te: ట్రిప్, పుట్టినరోజు వాయిదా, లేదా ఏదైనా ఏకైక ఖర్చు విండోకు మంచిది. ఇది పూర్తయిన తర్వాత, ఇది పూర్తయింది. పునరావృత్తి లేదు, క్యారీ-ఓవర్ లేదు.
th: เหมาะสำหรับการเดินทาง วันเกิด หรือช่วงเวลาใช้จ่ายครั้งเดียว เมื่อสิ้นสุด ก็จบสิ้น ไม่มีการเกิดซ้ำ ไม่มียอดยกมา
tr: Bir gezi, doğum günü hafta sonu ya da tek seferlik harcama penceresine uygun. Bittiyse, bitti. Tekrar etmez, devir olmaz.
uk: Підходить для подорожі, святкових вихідних або будь-якого разового періоду витрат. Коли закінчиться — готово. Без повторень, без перенесення залишку.
ur: ایک سفر، سالگرہ کے ہفتہ انت، یا کسی بھی ایک مرتبہ خرچ کی کھڑکی کے لیے اچھا ہے۔ جب یہ ختم ہو تو ختم ہو۔ کوئی دہرایا جانا نہیں، کوئی آگے منتقلی نہیں۔
vi: Phù hợp cho chuyến đi, một kỳ lễ sinh nhật hay bất kỳ khoảng thời gian chi tiêu một lần nào. Khi nó kết thúc, nó kết thúc. Không lặp lại, không chuyển tiếp.
zh_hans: 适合出游、生日聚会或任何一次性消费周期。完成后就此结束，无需重复，无需结转。
zh_hant: 適合旅行、生日週末或任何一次性消費期間。完成後就結束。無重複，無結轉。

# addEditBudget.orphanWarning.cancel
source: Cancel
ar: إلغاء
bn: বাতিল করুন
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_mx: Cancelar
fi: Peruuta
fr: Annuler
fr_ca: Annuler
gu: રદ કરો
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
kn: ರದ್ದುಮಾಡಿ
ko: 취소
ml: റദ്ദാക്കുക
mr: रद्द करा
ms: Batal
nb: Avbryt
nl: Annuleer
or: ବାତିଲ୍ କରନ୍ତୁ
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
ta: ரத்துசெய்
te: రద్దు చేయండి
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# addEditBudget.orphanWarning.confirm
source: Save Changes
ar: حفظ التغييرات
bn: পরিবর্তনগুলি সংরক্ষণ করুন
ca: Desa els canvis
cs: Uložit změny
da: Gem ændringer
de: Änderungen speichern
el: Αποθήκευση Αλλαγών
es: Guardar cambios
es_mx: Guardar cambios
fi: Tallenna muutokset
fr: Enregistrer les modifications
fr_ca: Enregistrer les modifications
gu: બદલાવો સાચવો
he: שמור שינויים
hi: परिवर्तन सहेजें
hr: Spremi promjene
hu: Változások mentése
id: Simpan Perubahan
it: Salva modifiche
ja: 変更を保存
kn: ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಿ
ko: 변경 사항 저장
ml: മാറ്റങ്ങൾ സംരക്ഷിക്കുക
mr: बदल जतन करा
ms: Simpan Perubahan
nb: Lagre endringer
nl: Wijzigingen opslaan
or: ପରିବର୍ତ୍ତନ ସେଭ୍ କରନ୍ତୁ
pa: ਤਬਦੀਲੀਆਂ ਸੇਵ ਕਰੋ
pl: Zapisz zmiany
pt_br: Salvar Alterações
pt_pt: Guardar Alterações
ro: Salvează modificări
ru: Сохранить изменения
sk: Uložiť zmeny
sl: Shrani spremembe
sv: Spara ändringar
ta: மாற்றங்களைச் சேமி
te: మార్పులను సేవ్ చేయండి
th: บันทึกการเปลี่ยนแปลง
tr: Değişiklikleri Kaydet
uk: Зберегти зміни
ur: تبدیلیاں محفوظ کریں
vi: Lưu Thay đổi
zh_hans: 保存更改
zh_hant: 儲存變更

# addEditBudget.orphanWarning.inline
source: Start date is after %lld logged expenses. Those expenses still show in your list but won't be counted by this budget.
ar: تاريخ البدء يقع بعد %lld مصروف مسجّل. تظل هذه المصروفات ظاهرة في قائمتك لكن لن تحتسبها هذه الميزانية.
bn: শুরুর তারিখ %lld লেখা খরচের পরে। সেই খরচগুলি আপনার তালিকায় দেখায় কিন্তু এই বাজেট দ্বারা গণনা করা হয় না।
ca: La data d'inici és posterior a %lld despeses registrades. Aquestes despeses segueixen apareixent a la llista però no seran comptabilitzades per aquest pressupost.
cs: Datum začátku je po %lld zaznamenané výdajích. Tyto výdaje se stále zobrazují v seznamu, ale nebudou počítány tímto rozpočtem.
da: Startdato er efter %lld loggede udgifter. Disse udgifter vises stadig på listen, men bliver ikke talt af dette budget.
de: Startdatum liegt nach %lld erfassten Ausgaben. Diese Ausgaben werden weiterhin in deiner Liste angezeigt, werden aber von diesem Budget nicht berücksichtigt.
el: Η ημερομηνία έναρξης είναι μετά από %lld καταγεγραμμένα έξοδα. Αυτά τα έξοδα εξακολουθούν να εμφανίζονται στη λίστα σας αλλά δεν θα υπολογιστούν από αυτόν τον προϋπολογισμό.
es: La fecha de inicio es posterior a %lld gastos registrados. Esos gastos siguen apareciendo en tu lista, pero este presupuesto no los tendrá en cuenta.
es_mx: La fecha de inicio es posterior a %lld gastos registrados. Estos gastos siguen apareciendo en tu lista, pero no serán contados por este presupuesto.
fi: Alkamispäivä on %lld kirjatun menon jälkeen. Nämä menot näkyvät silti luettelossasi, mutta tätä budjettia laskettaessa niitä ei oteta huomioon.
fr: Date de début après %lld dépenses enregistrées. Ces dépenses s'affichent toujours dans votre liste mais ne seront pas comptées par ce budget.
fr_ca: La date de début est après %lld dépenses enregistrées. Ces dépenses figurent toujours dans ta liste, mais ne seront pas comptabilisées par ce budget.
gu: શરૂઆતની તારીખ %lld નોંધાયેલ ખર્ચ પછી છે. તે ખર્ચ તમારી સૂચીમાં દેખાય છે પરંતુ આ બજેટ દ્વારા ગણવામાં આવશે નહીં.
he: תאריך ההתחלה הוא לאחר %lld הוצאות רשומות. ההוצאות עדיין מופיעות ברשימה, אך לא תיספרנה בתקציב זה.
hi: आरंभ तारीख %lld खर्चों के बाद है। वे खर्च आपकी सूची में दिखते हैं लेकिन इस बजट द्वारा नहीं गिने जाएंगे।
hr: Datum početka je nakon %lld upisanih troškova. Ti troškovi se i dalje prikazuju na vašoj listi, ali ih ovaj proračun neće zbrojiti.
hu: A kezdődátum %lld naplózott kiadás után kezdődik. Ezek a kiadások továbbra is láthatók a listában, de ezt a költségkeretet nem számítják.
id: Tanggal mulai lebih besar daripada %lld pengeluaran tercatat. Pengeluaran tersebut masih ditampilkan dalam daftar Anda namun tidak akan diperhitungkan oleh Anggaran ini.
it: Data di inizio è successiva a %lld spese registrate. Queste spese sono ancora visibili nel tuo elenco ma non verranno conteggiate da questo budget.
ja: 開始日が%lld件の記録済み支出より後になっています。これらの支出はリストに表示されますが、この予算には集計されません。
kn: ಆರಂಭ ದಿನಾಂಕ %lld ಲಾಗ್ ಮಾಡಿದ ಖರ್ಚುಗಳ ನಂತರ ಆಗಿದೆ. ಅವು ನಿಮ್ಮ ಪಟ್ಟಿಯಲ್ಲಿ ತೋರುವುದನ್ನು ಮುಂದುವರಿಸುತ್ತವೆ ಆದರೆ ಈ ಬಜೆಟ್‌ನಿಂದ ಎಣಿಸಲಾಗುವುದಿಲ್ಲ.
ko: 시작일이 기록된 지출 %lld개보다 뒤에 있습니다. 해당 지출들은 목록에 표시되지만 이 예산에 포함되지 않습니다.
ml: ആരംഭ തീയതി %lld രേഖപ്പെടുത്തിയ ചെലവുകൾക്ക് പിന്നിലാണ്. ആ ചെലവുകൾ ഇപ്പോഴും നിങ്ങളുടെ ലിസ്റ്റിൽ കാണപ്പെടുന്നു എന്നാൽ ഈ ബജറ്റ് കൊണ്ട് എണ്ണപ്പെടില്ല.
mr: सुरुवात तारीख %lld नोंदवलेल्या खर्चानंतर आहे. ते खर्च अजूनही तुमच्या सूचीमध्ये दिसतात पण या budget ने मोजले जाणार नाहीत.
ms: Tarikh mula adalah selepas %lld perbelanjaan yang telah dicatat. Perbelanjaan itu masih muncul dalam senarai anda tetapi tidak akan dikira oleh bajet ini.
nb: Startdato er etter %lld registrerte utgifter. Utgiftene vises fortsatt i listen din, men vil ikke telles med i budsjettet.
nl: Startdatum is na %lld vastgelegde uitgaven. Die uitgaven zijn nog zichtbaar in je lijst, maar worden niet meegeteld door dit budget.
or: ଆରମ୍ଭ ତାରିଖ %lld ଲିପିବଦ୍ଧ ଖର୍ଚ୍ଚ ପରେ। ସେହି ଖର୍ଚ୍ଚଗୁଡ଼ିକ ତଥାପି ଆପଣାର ତାଲିକାରେ ଦେଖାଯାଏ କିନ୍ତୁ ଏହି ବଜେଟ୍ ଦ୍ୱାରା ଗଣାଯିବ ନାହିଁ।
pa: ਸ਼ੁਰੂਆਤੀ ਤਾਰੀਖ਼ %lld ਦਰਜ ਕੀਤੇ ਗਏ ਖਰਚਿਆਂ ਤੋਂ ਪਹਿਲਾਂ ਹੈ। ਇਹ ਖਰਚੇ ਅਜੇ ਵੀ ਤੁਸੀਂ ਦੀ ਸੂਚੀ ਵਿੱਚ ਆਉਂਦੇ ਹਨ ਪਰ ਇਸ ਬਜਟ ਨਾਲ ਨਹੀਂ ਗਿਣੇ ਜਾਣਗੇ।
pl: Data początkowa jest po %lld zalogowanych wydatkach. Te wydatki wciąż się pojawiają na liście, ale nie będą zaliczane do tego budżetu.
pt_br: Data de início é posterior a %lld despesas registradas. Essas despesas ainda aparecem na sua lista mas não serão contabilizadas por este orçamento.
pt_pt: Data de início é posterior a %lld despesas registadas. Estas despesas continuam a aparecer na tua lista mas não serão contabilizadas por este Orçamento.
ro: Data de început este după %lld de cheltuieli înregistrate. Acele cheltuieli apar în continuare în lista ta, dar nu vor fi contabilizate de acest buget.
ru: Дата начала позже %lld записанных расходов. Эти расходы всё ещё видны в списке, но не учитываются этим бюджетом.
sk: Dátum začiatku je po %lld zaregistrovaných výdavkoch. Tieto výdavky sa stále zobrazujú v zozname, ale nebudú zahrnuté v tomto rozpočte.
sl: Datum začetka je po %lld vloženih stroških. Ti stroški se še vedno prikažejo na tvoji listi, vendar jih ta proračun ne bo upošteval.
sv: Startdatum är efter %lld loggade utgifter. Dessa utgifter visas fortfarande i din lista men räknas inte av denna budget.
ta: தொடக்கத் தேதி %lld பதிவுசெய்யப்பட்ட செலவுகளுக்குப் பின்னால் உள்ளது. அந்த செலவுகள் இன்னும் உங்கள் பட்டியலில் காட்டப்படுகின்றன ஆனால் இந்தப் பட்ஜெட்டால் கணிக்கப்படாது.
te: ప్రారంభ తేదీ %lld నమోదు ఖర్చులు తర్వాత. ఆ ఖర్చులు ఇప్పటికీ మీ జాబితాలో కనిపిస్తాయి కానీ ఈ బడ్జెట్ ద్వారా లెక్కించబడవు.
th: วันที่เริ่มต้นอยู่หลังรายจ่ายที่บันทึกไว้แล้ว %lld รายการ รายจ่ายเหล่านั้นยังแสดงในรายการของคุณ แต่จะไม่ถูกนับในงบประมาณนี้
tr: Başlangıç tarihi %lld kaydedilmiş harcamadan sonra. Bu harcamalar hala listenizde görünür ama bu bütçe tarafından sayılmayacak.
uk: Дата початку пізніша за %lld зареєстрованих витрат. Ці витрати досі відображаються у вашому списку, але не враховуватимуться цим бюджетом.
ur: آغاز کی تاریخ %lld درج شدہ اخراجات کے بعد ہے۔ وہ اخراجات ابھی بھی آپ کی فہرست میں ظاہر ہوتے ہیں لیکن اس بجٹ نے شمار نہیں کیے جائیں گے۔
vi: Ngày bắt đầu sau %lld khoản chi đã ghi. Những khoản chi này vẫn hiển thị trong danh sách nhưng không được tính bởi ngân sách này.
zh_hans: 开始日期晚于 %lld 条已记录的支出。这些支出仍会显示在列表中，但不会计入此预算。
zh_hant: 開始日期晚於 %lld 筆已記錄的支出。這些支出仍會顯示在清單中，但不會計入此預算。
